{
    "đẹp trời": {
        "cautraloi":  [
            "Tôi không biết, nhưng trời hôm nay khá tốt.",
            "Tôi không đánh giá được thời tiết bên ngoài, nhưng trong phòng thì rất dễ chịu.",
            "Tôi không phải là người, tôi không thể đánh giá được thời tiết."
        ]
    },
    "tồi tệ": {
        "cautraloi": [
            "Tôi không biết, nhưng hy vọng bạn sẽ có một ngày tốt hơn.",
            "Tôi không thể cảm nhận được cảm giác của bạn, nhưng tôi luôn ở đây để giúp bạn nếu cần.",
            "Hy vọng mọi chuyện sẽ tốt hơn trong những ngày tiếp theo."
        ]
    },
    "xấu trai":{
        "cautraloi":[
            "có thể bạn không đẹp nhưng hãy tự tin với vẻ đẹp của mình.",
            "Bạn là nhất. Nhất bạn rồi. nên đừng lo lắng nhé",
            "Tôi không phải là người, đừng nó hỏi tôi ."
        ]
    },
    "đẹp trai":{
        "cautraloi":[
            "Tôi không biết, nhưng tôi cá bạn là người đẹp trai nhất thế giới.",
            "Bạn là nhất. Nhất bạn rồi",
            "Tôi không phải là người, tôi không thể đánh giá được độ đẹp trai của bạn."
        ]
    },
    "bạn tên là gì":{
        "cautraloi":[
            "Xin chào. Tên của tôi là trợ lý ảo.Tôi được tạo ra bởi ngài Cương vĩ đại. bạn có thể hỏi tôi về bất cứ điều gì.",
            "Như tôi đã nói ở trên, tôi là trợ lý ảo của bạn"
        ]
    },
    "ăn cơm chưa":{
        "cautraloi":[
            "Là một trợ lý ảo, tôi không có cơ thể vật lý và không thể ăn cơm được. nhưng bạn có thể sạc pin cho tôi. ha ha",
            "Tôi không thể ăn hay làm bất kỳ như con người nên đừng hỏi tôi như thế"
        ]
    },
    "tư vấn cho tôi về việc lựa chọn sản phẩm tốt":{
        "cautraloi":["Tôi có thể cung cấp cho bạn thông tin về các sản phẩm giúp bạn chắc chắn hơn về thứ mình bạn muốn mua"]
    },
    "tìm kiếm thông tin trên mạng":{
        "cautraloi":["Tất nhiên, tôi có thể giúp bạn tìm kiếm thông tin trên internet. Bạn chỉ cần đưa ra câu hỏi của mình và tôi sẽ cố gắng tìm kiếm thông tin"]
    },
    "sức khỏe tốt":{
        "cautraloi":[
            "Nếu bạn muốn có một sức khỏe tốt thì yếu tố đầu tiên cần phải có đó chính là một tâm trí khỏe mạnh.",
            "Thay đổi cách ăn uống là bước đi quan trọng để bạn có một cơ thể khỏe mạnh",
            "Đảm bảo đủ nước là chìa khóa cho một cuộc sống khỏe mạnh",
            "Tập thể dục chính là yếu tố quyết định mà không gì có thể thay thế được.",
            "Nếu như bạn có một cơ thể sạch sẽ, thơm tho, bạn sẽ cảm thấy tinh thần mình thoải mái hơn rất nhiều đúng không nào?",
            "Ngủ là một nhu cầu sống còn đối với cơ thể chúng ta"
        ]
    },
    "công ty công nghệ":{
        "cautraloi":[
            "Tôi có thể giới thiệu cho bạn một số công ty công nghệ hàng đầu như Apple, Microsoft, Google, Facebook, Amazon và Samsung."
        ]
    }

}